/* AD: Forest automatic */
"- Automatic -" = "- Automatisch -";

/* AD: Alert title */
"Account expired or disabled" = "Account verlopen of gedeactiveerd";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory staat slechts een geringe afwijking tussen de klok op de computer en die op de Active Directory-server toe. Controleer de tijd- en tijdzone-instellingen op de computer en pas die zo nodig aan.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Voor Active Directory Plugin is het vereist dat het bestand 'edu.mit.Kerberos' (in /Bibliotheek/Preferences/) door Mac OS X wordt beheerd. De naam van het huidige bestand wordt gewijzigd in 'edu.mit.Kerberos.pre-Active Directory' (in /Bibliotheek/Preferences/).";

/* AD: Alert title */
"Active Directory time error" = "Active Directory-tijdfout";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "U hebt een ongeldige domein-forestcombinatie opgegeven. Geef voor zowel het domein als de forest een geldige DNS-naam op (bijvoorbeeld ads.bedrijf.com).";

/* AD: Alert title */
"An unknown error occurred" = "Onbekende fout";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Er heeft zich een onbekende fout voorgedaan bij het lezen van de configuratie.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Er heeft zich een onbekende fout voorgedaan bij het bijwerken van de configuratie.";

/* AD: Dialog status message */
"An unknown error occurred." = "Er heeft zich een onbekende fout voorgedaan.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Fout bij identiteitscontrole";

/* AD: Dynamic button title */
"Bind\\U2026" = "Koppel…";

/* AD: Button title */
"Cancel" = "Annuleer";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configuratie op Master of Replica";

/* AD: Alert title */
"Container does not exist" = "Container bestaat niet";

/* AD: Button title */
"Continue" = "Ga door";

/* AD: Button title */
"Force Unbind" = "Forceer ontkoppeling";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Verberg geavanceerde opties";

/* AD: Alert title */
"Insufficient privileges" = "Onvoldoende bevoegdheden";

/* AD: Alert title */
"Invalid domain" = "Ongeldig domein";

/* AD: Alert title */
"Invalid user name and password combination" = "Ongeldige combinatie van gebruikersnaam en wachtwoord";

/* AD: Alert title */
"Join existing account?" = "Toevoegen aan bestaande account?";

/* AD: Alert title */
"Join Kerberos realm" = "Toevoegen aan Kerberos-realm";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos-bestand bestaat al";

/* AD: Alert title */
"Memory allocation error" = "Geheugentoewijzingsfout";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Deze computer uit Active Directory verwijderen";

/* AD: Alert Button */
"Rename" = "Wijzig naam";

/* AD: Dynamic button title */
"Show Advanced Options" = "Toon geavanceerde opties";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Stap 1 van 5: domein- en forestinformatie zoeken…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Stap 2 van 5: dichtstbijzijnde domeincontrollers zoeken…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Stap 3 van 5: toegangsgegevens controleren…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Stap 4 van 5: bestaande computer zoeken…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Stap 5 van 5: computer aan domein koppelen…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Stap 5 van 5: computer aan domein toevoegen…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "De door u opgegeven accountgegevens horen bij een bestaande account. Wilt u deze computer toevoegen aan de bestaande computeraccount? Deze bewerking kan niet ongedaan worden gemaakt.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "De door u opgegeven accountgegevens zijn verlopen of gedeactiveerd. Gebruik een andere beheerdersaccount.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "De door u opgegeven beheerdersaccount geeft u niet de juiste bevoegdheden om de gevraagde bewerking uit te voeren.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "De container die u voor de computer hebt opgegeven, bestaat niet. Controleer de containergegevens en probeer het opnieuw.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Deze computer heeft om een onbekende reden geen toegang tot de domeincontroller.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Om deze server aan de Active Directory Kerberos-realm toe te voegen, opent u Server Admin en activeert u Open Directory voor deze server. In het paneel 'Settings' kiest u 'General' en klikt u op 'Join Kerberos'. Vervolgens geeft u de toegangsinformatie van een lokale beheerder voor deze server op.";

/* AD: Alert title */
"Unable to access domain controller" = "Geen toegang tot domeincontroller";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Er kan geen geheugen worden toegewezen voor deze bewerking.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Openen van Active Directory-node mislukt";

/* AD: Alert message */
"Unable to open Active Directory node." = "De Active Directory-node kan niet worden geopend.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Ontkoppel…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Waarschuwing. U configureert de Active Directory-plugin op een Open Directory Master of Replica. Dit kan problemen veroorzaken met de Open Directory Kerberos-server.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Waarschuwing: als u op de knop 'Forceer ontkoppeling' klikt, bevat de adreslijst een ongebruikte computeraccount.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "U bent niet bevoegd om de configuratie van deze plugin te lezen.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "U bent niet bevoegd om de configuratie bij te werken.";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "U hebt een ongeldige combinatie van gebruikersnaam en wachtwoord opgegeven. Controleer de naam en het wachtwoord en probeer het opnieuw.";

